// გააკეთეთ უნივერსიტეტების აპლიკაცია სადაც გექნებათ რამდენიმე page

//თავდაპირველად მომხმარებელს მოთხოვეთ, რომ შეიყვანოს მეილი და პაროლი
// როგორც წინა დავალებაში გავაკეთეთ შევთანხმდეთ, რომ

// იმეილი იყოს digitalAcademy@gmail.com
// პაროლი iLoveReact123

// მომხმარებელი თუ სწორად შეიყვანს იმეილს და პაროლს მხოლოდ ამ შემთხვევაში შეძლოს ღილაკზე დაჭერა და მთავარ გვერძე გადასვლა
// სხვა შემთხვევაში ღილაკზე დაჭერა არ უნდა შეგვეძლოს

// მთავარ გვერდზე გამოიტანეთ ინტერფეისი სადაც გეწერებათ რომ ეს არის უნივერსიტეტების
// გვერდი და შეგიძლიათ გაიგოთ ინფორმაცია სასურველი უნივერსიტეტის შესახებ.
// მომხმარებელმა უნდა შეიყვანოს ქვეყნის სახელი რომელი ქვეყნის უნივერსიტეტებიც აინტერესებს
// და ღილაკზე დაჭერის შემდეგ უნდა გადავიდეს ახალ გვერდზე სადაც იქნება არჩეული ქვეყნის ყველა უნივერსიტეტი

// უნივერსიტეტების ინფორმაციის წამოსაღებად გამოიყენეთ მოცემული API

// http://universities.hipolabs.com/

// სასურველი ქვეყნის უნივერსიტეტების სანახავად შეგიძლიათ გადასცეთ პარამეტრი
// მაგ:
// http://universities.hipolabs.com/search?country=Georgia
